7zip
aic94xx-firmware
arch-install-scripts
ast-firmware
base
base-devel
bibata-cursor-theme-bin
blueman
brightnessctl
btrfs-desktop-notification
btrfs-progs
checkupdates-with-aur
cliphist
deluge
deluge-gtk
discord
dmidecode
docker
downgrade
efibootmgr
electron
eza
fastfetch
ffmpeg4.4
ffmpegthumbnailer
flatpak
fzf
git
github-cli
gnome-keyring
grim
grimblast-git
grub
htop
hyprland
hyprpicker
hyprshade
imagemagick
imv
kitty
lazygit
libreoffice-fresh
librewolf-bin
linux-firmware
linux-firmware-qlogic
linux-lts
linux-lts-headers
loupe
man-db
man-pages
mpv
nano
nautilus
nautilus-open-any-terminal
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntfs-automount
nwg-dock-hyprland
nwg-look
obsidian
oh-my-posh-bin
openvpn
otf-font-awesome
paccache-hook
pacseek
pamixer
papirus-icon-theme
pavucontrol
pinta
pipewire-alsa
pipewire-pulse
polkit-gnome
power-profiles-daemon
powertop
proton-vpn-gtk-app
python-black
python-build
python-debugpy
python-isort
python-matplotlib
python-pandas
python-pip
python-pynvim
python-scikit-learn
python-screeninfo
python-seaborn
python-tqdm
qt5-quickcontrols
qt6ct
reflector
ripgrep
rofi-wayland
sddm
secret-service
signal-desktop
slurp
snapper
spotify
steam
stow
swaync
syncplay
tealdeer
tk
tmux
transmission-gtk
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
tumbler
twine
unzip
upd72020x-fw
uwsm
vi
vim
visual-studio-code-bin
waybar
waypaper
wd719x-firmware
wget
wikiman
wl-clipboard
wlogout
xclip
xdg-desktop-portal-gtk
yay
zoom
zsh
zsh-completions
